Revit 2027 API
ExternalResourceSubFolder Constructor
Overload List
Name | Description
ExternalResourceSubFolder() |  Constructs a new ExternalResourceSubFolder with default values for folder name and icon path.
ExternalResourceSubFolder(String, String) |  Constructs a new ExternalResourceSubFolder with custom values for folder name and icon path.
Top
See Also
Reference
ExternalResourceSubFolder Class
Autodesk.Revit.DB Namespace